{
    "h" : "contenu qui n'est pas du HTML (JSON envoyé avec un content type text/html par exemple)",
    "o" : "optimisée",
    "!o" : "non optimisée",
    "c" : "cachée",
    "!c" : "non cachée",
    "o,c" : "optimisée, cachée",
    "w,c" : "réponse en cours d'optimisation mais servie cachée",
    "dc,o" : "optimisée, cache dynamique (fonctionnement interne du moteur)",
    "sc" : "la page est cachée via le SmartCache (Cache + Ajax)",
    "clc" : "la page est cachée via le Cookie Less Cache",
    "pl" : "des liens de preload ont été insérés",
    "ed" : "moteur désactivé",
    "v" : "objet virtuel (résultat d'une concaténation ou d'un outlining)",
    "vf" : "objet virtuel reconstitué",
    "t" : "timeout, l'optimisation a pris trop de temps, la page renvoyée n'est pas optimisée",
    "tb" : "too big, la ressource est trop lourde pour être optimisée",
    "e" : "error, l'optimisation a échoué, la page renvoyée n'est pas optimisée",
    "b" : "blocked, l'adresse IP est bloquée",
    "uc" : "User Canceled, la requête a été annulée par l'utilisateur",
    "cbo" : "Circuit Breaker Open, l'objet n'est pas optimisé suite à l'indisponibilité temporaire d'un composant du moteur",
    "ccb" : "Cache CallBack, l'objet est servi par le proxy depuis le cache (cas d'un objet qui n'a pas encore été inclus dans un test A/B)",
    "of" : "Overflow, indique que le système de débordement est en place. Les flags suivants précisent le résultat.",
    "!id" : "aucun ID présent",
    "exp" : "la session a expiré",
    "!conf" : "aucune configuration trouvée",
    "!en" : "pas activé",
    "wen" : "a été activé",
    "en" : "activé",
    "dis" : "disallow, l'internaute a été renvoyé sur la page d'attente",
    "r" : "HTTP redirection made by Fasterize",
    "m" : "method (HEAD, PROPFIND, OPTIONS, PUT, DELETE, etc)",
    "ecc" : "exclusion via la config client",
    "eec" : "exclusion via la config du moteur",
    "stc" : "status code de l'origine différent de 200",
    "ab" : "exclusion par un test A/B",
    "zc" : "contenu vide"
}